""" 02 2. Площадь и длина круга

Напишите программу, которая определяет площадь круга и длину окружности по радиусу,
полученному от пользователя, и выводит их на экран, округлив до сотых.

Формулы:
Площадь круга: S = π * r^2
Длина окружности: C = 2 * π * r

Пример вывода:
Введите радиус: 5
Площадь круга: 78.54
Длина окружности: 31.42
"""


radius = ...

circle_area = ...
circumference = ...

print("Площадь круга:", circle_area)
print("Длина окружности:", circumference)
