""" 11 Количество символов

Напишите программу, которая подсчитывает количество:
- букв;
- цифр;
- пробелов;
- остальных символов.

Пример вывода:
Строка: Python 3.12 is awesome!
Буквы: 15
Цифры: 3
Пробелы: 3
Остальные символы: 2
"""

text = "Python 3.12 is awesome!"
print("Строка:", text)

